[{"id":300,"question":"How many?","weight":5,"o1points":"3","o2points":"2","o3points":"1","o4points":null,"o5points":null,"o6points":null,"o7points":null,"noriskpoints":null,"lowpoints":5,"mediumpoints":10,"highpoints":15,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":1},"qanswers":{},"answer_type":4,"option1":"10","option2":"5","option3":"4","option4":null,"option5":null,"option6":null,"option7":null,"information":"The more horses on a site the greater the risk that infectious and contagious disease will spread should it enter the yard. The risk category of your yard cannot be altered as this is inherent to the business, however you should be aware of the risk.","goldstandard":"With only a few horses on the yard infectious and contagious disease can easily be controlled.§The more horses on a site the greater the risk that infectious and contagious disease will spread should it enter the yard. The risk category of your yard cannot be altered as this is inherent to the business, however you should be aware of the risk.§The more horses on a site the greater the risk that infectious and contagious disease will spread should it enter the yard. The risk category of your yard cannot be altered as this is inherent to the business,  however you should be aware of the risk.","signimprove":null,"minreq":null},{"id":301,"question":"Which county is your yard in?","weight":3,"o1points":"3","o2points":"2","o3points":"1","o4points":"NULL","o5points":"NULL","o6points":"NULL","o7points":"NULL","noriskpoints":0,"lowpoints":3,"mediumpoints":6,"highpoints":9,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":1},"qanswers":{},"answer_type":5,"option1":"25000","option2":"10001","option3":"10000","option4":null,"option5":null,"option6":null,"option7":null,"information":"Areas with a higher population of horses are more at risk of some infectious diseases, particularly those that have the ability to spread some distance via the wind.","goldstandard":"The number of horses in your local area and not just on your yard need to be considered. Those areas with a high horse population density are at greater risk of infectious disease, particularly influenza, which can travel some distance by wind.§The number of horses in your local area and not just on your yard need to be considered. Those areas with a high horse population density are at greater risk of infectious disease, particularly influenza, which can travel some distance by wind.§The number of horses in your local area and not just on your yard need to be considered. Those areas with a high horse population density are at greater risk of infectious disease, particularly influenza, which can travel some distance by wind.","signimprove":null,"minreq":null},{"id":302,"question":"What best describes your stabling facilities?","weight":3,"o1points":"3","o2points":"2","o3points":"1","o4points":"NULL","o5points":"NULL","o6points":"NULL","o7points":"NULL","noriskpoints":0,"lowpoints":3,"mediumpoints":6,"highpoints":9,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":1},"qanswers":{},"answer_type":2,"option1":"Purpose built barns with internal stables and airspace","option2":"Stable blocks with external airspace ","option3":"Individual stables\/field shelters ","option4":null,"option5":null,"option6":null,"option7":null,"information":"Stabling facilities which share the same airspace are more hazardous in promoting the spread of infectious respiratory disease between horses.","goldstandard":"Individual stables or field shelters with no direct contact with other horses have the lowest risk for disease spread. However, some respiratory infections can travel some distance by aerosol route. Your yard is currently implementing ‘best practice’.§Although there will be some degree of sharing an airspace with neighbouring horses, generally stables with external airspaces are less of a risk than internal stables. Move horses with clinical signs of infectious disease immediately to isolation. Isolate new arrivals before introducing them to this stabling.§If possible, improve ventilation of the building with appropriate roof vents, external windows and doors. Keep horses within the barn static and avoid the introduction of new horses. Isolate new arrivals to the yard before introducing them into the barn. Move horses with clinical signs of infectious disease immediately to isolation.","signimprove":"Keep horses within the barn area static and limit the introduction of new horses. Isolate new arrivals to the yard before introducing them into the barn. Move horses with clinical signs of infectious disease immediately into isolation.","minreq":"Isolate new arrivals to the yard before introducing them into the barn.  Move horses with clinical signs of infectious disease immediately into isolation."},{"id":303,"question":"What materials are your stables made from?","weight":2,"o1points":"1","o2points":"3","o3points":null,"o4points":null,"o5points":null,"o6points":null,"o7points":null,"noriskpoints":null,"lowpoints":2,"mediumpoints":null,"highpoints":6,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":1},"qanswers":{},"answer_type":2,"option1":"Sealed surfaces eg. Concrete, painted\/varnished wood","option2":"Unsealed surfaces eg. untreated wood, dirt floors","option3":null,"option4":null,"option5":null,"option6":null,"option7":null,"information":"Stables built with unsealed materials are difficult to clean out, wash and disinfect adequately. They can harbour infectious agents for prolonged periods.","goldstandard":"Sealed surfaces and floors are easy to clean out, wash and disinfect. Ensure the stables have good drainage. Your yard is currently implementing ‘best practice’.§none§Seal wood surfaces and concrete over floor to allow adequate drainage.","signimprove":null,"minreq":null},{"id":304,"question":"At turnout what best describes your practice?","weight":3,"o1points":"3","o2points":"2","o3points":"1","o4points":"0","o5points":null,"o6points":null,"o7points":null,"noriskpoints":0,"lowpoints":3,"mediumpoints":6,"highpoints":9,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":1},"qanswers":{},"answer_type":2,"option1":"Turnout in groups that change frequently","option2":"Turnout in small static groups","option3":"Individual turnout","option4":"No turnout\/Not applicable","option5":null,"option6":null,"option7":null,"information":"Turnout in groups carries an inherent risk as horses are allowed direct nose to nose contact. Risk is reduced by keeping the group small and static and by avoiding the introduction of new horses.","goldstandard":"Ensure paddocks are kept for that individual only. This will avoid indirect spread through fences and water if other individuals use the paddock.§Keep group sizes small and static and avoid the introduction of new horses. Consider individual turnout where applicable.§Keep group sizes small and static by avoiding the introduction of new horses. ","signimprove":null,"minreq":null},{"id":305,"question":"Do horses have nose to nose contact with other horses over a fence or share water with horses in other paddocks?","weight":3,"o1points":"3","o2points":"0","o3points":null,"o4points":null,"o5points":null,"o6points":null,"o7points":null,"noriskpoints":null,"lowpoints":0,"mediumpoints":null,"highpoints":9,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":1},"qanswers":{},"answer_type":2,"option1":"Yes","option2":"No","option3":null,"option4":null,"option5":null,"option6":null,"option7":null,"information":"Any turnout which allows horses to communicate directly nose to nose over a fence or indirectly through a shared water supply carries a higher risk of disease spread.","goldstandard":"Ensure water troughs are regularly emptied and disinfected particularly after a disease outbreak.§none§Minimise direct contact with other horses over a fence particularly those of a neighbouring yard by the use of double fencing. Keep the water supply separate for each paddock and regularly empty and disinfect troughs particularly after a disease outbreak.","signimprove":null,"minreq":null},{"id":306,"question":"How many new horses arrived on the yard during the last 12 months for livery?","weight":6,"o1points":"NULL","o2points":"NULL","o3points":"NULL","o4points":"NULL","o5points":"NULL","o6points":"NULL","o7points":"NULL","noriskpoints":0,"lowpoints":0,"mediumpoints":12,"highpoints":18,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":2},"qanswers":{},"answer_type":4,"option1":null,"option2":null,"option3":null,"option4":null,"option5":null,"option6":null,"option7":null,"information":"Although an inevitable risk factor with yards, new arrivals pose a threat to resident horses. The more new arrivals, the higher the risk of introduction of an infectious disease. The origin of the new arrival will influence the threat,  arrivals from outside the UK could be carrying a disease which is not common in the UK and therefore resident horses will be highly susceptible. Additionally owners may be unaware about the origin of their new horse or where it has been prior to their purchase. Auctions carry a high risk as large numbers of horses mix. For new arrivals the stress of travel, auction, and the new premises can initiate disease shedding as well as contact with a resident horse which may be a carrier of a disease.","goldstandard":"New arrivals pose a threat to resident horses. Keeping the horses on the yard static will limit the introduction of disease. Your yard is currently implementing ‘best practice’.§Limit new arrivals, isolate appropriately and try to buy horses from a known source which is free from disease.§Limit new arrivals, isolate appropriately and try to buy horses from a known source which is free from disease.","signimprove":"Isolate new arrivals and buy from a well know reputable source.","minreq":"Isolate new arrivals"},{"id":307,"question":"What best describes your yard’s involvement in hosting competitions or hiring out facilities?","weight":6,"o1points":"0","o2points":"1","o3points":"3","o4points":null,"o5points":null,"o6points":null,"o7points":null,"noriskpoints":null,"lowpoints":0,"mediumpoints":12,"highpoints":18,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":2},"qanswers":{},"answer_type":2,"option1":"We don’t have that kind of activity at our yard.","option2":"Horses and owners that arrive for this type of activity are kept away from resident horses.","option3":"Horses and owners that arrive for this type of activity are not segregated from the resident horses.","option4":null,"option5":null,"option6":null,"option7":null,"information":"Horses which come onto the yard to compete or for lessons are a risk. They may be incubating or a carrier of a disease. This means they have the ability to spread disease to resident horses.","goldstandard":null,"signimprove":null,"minreq":null},{"id":308,"question":"What happens when a new horse arrives on the yard?","weight":6,"o1points":"0","o2points":"1","o3points":"3","o4points":"3","o5points":"3","o6points":"0","o7points":null,"noriskpoints":0,"lowpoints":0,"mediumpoints":6,"highpoints":18,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":2},"qanswers":{},"answer_type":2,"option1":"Quarantined\/isolated (\u003E10 m from other horses) for at least 2 weeks","option2":"Quarantined (\u003E10m from other horses) for less than 2 weeks","option3":"Kept in individual stable for unspecified period of time","option4":"Put with small group of resident horses","option5":"Mixed with general resident horse population ","option6":"N\/A","option7":null,"information":"Isolation in a suitable area for a minimum of two weeks is the gold standard for preventing disease introduction to the resident horses. During the two week period most horses which are incubating a disease, yet appear healthy on arrival at the yard, will start displaying clinical signs (not carriers). If the new arrival is isolated and clinical signs develop, then the disease will be contained within the isolation area. This will not exclude carriers which will require diagnostic testing from your ve in order to be identified.","goldstandard":"Your yard is currently implementing ‘best practice’. Ensure isolation procedures are adhered to concerning equipment use, feed, bedding, disposal of manure and protective clothing for personnel. Diagnostic testing to identify carriers is also required.§Isolate for a minimum of two weeks and closely monitor the horse for signs of disease during that period. Ensure isolation procedures are adhered to concerning equipment use, feed, bedding, disposal of manure and protective clothing for personnel. Diagnostic testing to identify carriers is also required.§New horses should not be mixed with any resident horses until they have been in a suitable isolation area for at least two weeks. During this period, closely monitor the horse for signs of disease. Ensure isolation procedures are adhered to concerning equipment use, feed, bedding, disposal of manure and protective clothing for personnel. Diagnostic testing to identify carriers is also required.","signimprove":null,"minreq":null},{"id":309,"question":"What testing is performed on new arrivals? Tick all that apply","weight":6,"o1points":"-3","o2points":"-0.5","o3points":"-0.5","o4points":"-0.5","o5points":"-0.5","o6points":"-2","o7points":"3","noriskpoints":0,"lowpoints":-18,"mediumpoints":-13,"highpoints":-12,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":2},"qanswers":{},"answer_type":1,"option1":"Strangles blood test (or swabs\/GPL)  at the end of a two week isolation period","option2":"Strangles blood test (or swabs\/GPL) before isolation period or arrival on your yard","option3":"Faecal Worm Egg Count","option4":"Twice daily rectal temperatures for 2 weeks","option5":"Close observation for Diahorea, Cough, Nasal Discharge","option6":"CEM swabs, EVA and EIA for breeding horses","option7":"Nothing","information":"Testing and monitoring horses during or at the end of the isolation period is a useful way of determining those that may be incubating or carrying a disease. A blood test is available to screen for strangles and is a useful test to help identify infected or carrier horses.","goldstandard":"Screening for strangles with a blood test at the start of the isolation period will identify infected and carrier horses so that treatment can be initiated quickly. Horses which are negative on the first test should have the test repeated at the end of a two week isolation period to ensure that a recently infected horse is identified. During the isolation period, a faecal worm egg count can be performed (if during the grazing season) and the horse wormed appropriately. Monitor the rectal temperature twice daily and observe closely for signs of infectious disease such as coughing, nasal discharge and diarrhoea. Mares or stallions entering a yard for breeding should be tested for sexually transmitted diseases such as CEM, EVA and EIA especially where natural cover is used.§Screening for strangles with a blood test at the start of the isolation period will identify infected and carrier horses so that treatment can be initiated quickly. Horses which are negative on the first test should have the test repeated at the end of a two week isolation period to ensure that a recently infected horse is identified. During the isolation period, a faecal worm egg count can be performed (if during the grazing season) and the horse wormed appropriately. Monitor the rectal temperature twice daily and observe closely for signs of infectious disease such as coughing, nasal discharge and diarrhoea. Mares or stallions entering a yard for breeding should be tested for sexually transmitted diseases such as CEM, EVA and EIA especially where natural cover is used.§Screening for strangles with a blood test at the start of the isolation period will identify infected and carrier horses so that treatment can be initiated quickly. Horses which are negative on the first test should have the test repeated at the end of a two week isolation period to ensure that a recently infected horse is identified. During the isolation period, a faecal worm egg count can be performed (if during the grazing season) and the horse wormed appropriately. Monitor the rectal temperature twice daily and observe closely for signs of infectious disease such as coughing, nasal discharge and diarrhoea. Mares or stallions entering a yard for breeding should be tested for sexually transmitted diseases such as CEM, EVA and EIA especially where natural cover is used.","signimprove":null,"minreq":null},{"id":310,"question":"On a monthly basis, how often do resident horses move off the yard for competition,  fun rides etc?","weight":3,"o1points":"0","o2points":"2","o3points":"3","o4points":null,"o5points":null,"o6points":null,"o7points":null,"noriskpoints":null,"lowpoints":0,"mediumpoints":6,"highpoints":9,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":3},"qanswers":{},"answer_type":2,"option1":"Never","option2":"Sometimes","option3":"Often","option4":null,"option5":null,"option6":null,"option7":null,"information":"Horses moving off the yard for competition, training, breeding or any other activity pose a risk on re-entry to the yard. They may have been exposed to an infectious disease while away. The more frequently this occurs, the higher the risk.","goldstandard":"If horses do not leave the premises for any activity, the risk of disease introduction is low provided new arrivals are isolated appropriately.§Avoid nose to nose contact with other horses while competing, and use you own equipment and water. Try to avoid handling or touching other horses. Keep this group of horses in a separate area of the yard to those that never leave and treat them as a distinct group. Monitor this group carefully for signs of potentially infectious disease.§Avoid nose to nose contact with other horses whilst competing, and use you own equipment and water. Try to avoid handling or touching other horses. Keep this group of horses in a separate area of the yard to those that never leave and treat them as a distinct group. Monitor this group carefully for signs of potentially infectious disease.","signimprove":null,"minreq":null},{"id":311,"question":"What is the most common activity that the resident horses participate in? ","weight":3,"o1points":"0","o2points":"3","o3points":"3","o4points":"3","o5points":"2","o6points":"3","o7points":"0","noriskpoints":0,"lowpoints":0,"mediumpoints":6,"highpoints":9,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":3},"qanswers":{},"answer_type":2,"option1":"Pleasure riding (do not leave yard)","option2":"Pleasure riding (on and off yard)","option3":"Hunting","option4":"Unaffiliated\/local competition","option5":"Affiliated competition under FEI\/BHA rules ","option6":"Breeding\/stud","option7":"Retired\/do not leave yard","information":"The activity the horse participates in when they leave the yard determines which horses they will have contact with and whether these are high risk horses or situations. For example, events which require mandatory vaccination against influenza have a low risk of an influenza outbreak. Many horses participating in unaffiliated competitions, pleasure rides or hunting will be vaccinated, but as this is not compulsory uptake is variable. Studs carry a high risk of disease as there are often mixed age groups. Youngsters are more prone to infectious respiratory disease both overt clinical and subtle subclinical disease. With studs there is the additional risk of sexually transmitted diseases.","goldstandard":"If the horses on your yard are retired or do not leave the yard, then there is less risk of them encountering disease. However, if other resident horses move on and off the yard, there is still a risk to the horses that remain on the yard.§Although these inherent risks cannot be influenced, ensuring all the horses on your yard are appropriately vaccinated will help reduce their susceptibility to disease. §Although these inherent risks cannot be influenced, ensuring all the horses on your yard are appropriately vaccinated will help reduce their susceptibility to disease.","signimprove":null,"minreq":null},{"id":312,"question":"Do resident horses have direct nose to nose contact or indirect contact through equipment, water or personnel with other horses when they leave the yard for their activity?","weight":6,"o1points":"3","o2points":"1","o3points":null,"o4points":null,"o5points":null,"o6points":null,"o7points":null,"noriskpoints":null,"lowpoints":6,"mediumpoints":null,"highpoints":18,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":3},"qanswers":{},"answer_type":2,"option1":"Yes","option2":"No","option3":null,"option4":null,"option5":null,"option6":null,"option7":null,"information":"Direct nose to nose contact or indirect contact through equipment, water or personnel while at a competition will increase the chance of that individual horse picking up a contagious disease.","goldstandard":"Your yard is currently implementing \u0027best practice\u0027. Despite all attempts to minimise direct and indirect contact, there is still a small risk of contracting highly contagious diseases (e.g influenza which can travel some distance by the wind).§none§Ask your owners to avoid nose to nose contact between horses, take their own water and use of all their own equipment. Do not lend equipment to other people. Try to avoid personal contact with other horses,  but if unavoidable wash your hands before touching your own horse.","signimprove":null,"minreq":null},{"id":313,"question":"When resident horses return home, what best describes practice?","weight":6,"o1points":"1","o2points":"3","o3points":null,"o4points":null,"o5points":null,"o6points":null,"o7points":null,"noriskpoints":null,"lowpoints":6,"mediumpoints":null,"highpoints":18,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":3},"qanswers":{},"answer_type":2,"option1":"Returned to dedicated area of yard for horses which move on\/off for competition","option2":"Horse mixed back into the general population","option3":null,"option4":null,"option5":null,"option6":null,"option7":null,"information":"Horses returning from competition pose a risk to resident horses on their return as they may be incubating disease which they have acquired while away. Having a dedicated stabling area for this group of horses is the best way to control the introduction of disease from this group. It is not practical to individually isolate these horses for an appropriate length of time.","goldstandard":"Your yard is currently implementing ‘best practice’. Monitor this group carefully for signs of infectious disease on return to the yard.§none§Try to keep these horses separate from resident horses that never leave the premises. This can be done by having a dedicated area\/block for competition horses and a separate area for horses that never leave. Monitor carefully for signs of disease on return to the yard.","signimprove":null,"minreq":null},{"id":314,"question":"How many resident horses are vaccinated for flue?","weight":4,"o1points":"-1","o2points":"1","o3points":"3","o4points":null,"o5points":null,"o6points":null,"o7points":null,"noriskpoints":null,"lowpoints":-2,"mediumpoints":4,"highpoints":12,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":4},"qanswers":{},"answer_type":4,"option1":"70","option2":"50","option3":"0","option4":null,"option5":null,"option6":null,"option7":null,"information":"Vaccination against infectious and contagious diseases such as influenza, strangles and herpes not only helps protect the individual, but also contributes towards herd immunity. The idea of herd immunity means vaccinating your horse will help protect both them and others on the yard by reducing the spread of disease. The minority of horses who are not vaccinated correctly receive protection by the majority that are. For influenza, the threshold percentage to achieve herd immunity is over 70% vaccination rate. Although tetanus is infectious, it is not contagious so horses can only be protected through individual vaccination. Tetanus vaccination is recommended for all horses but has not been included in this questionnaire as the disease is not contagious. This means it does not directly impact the herd.","goldstandard":"Your yard is currently implementing ‘best practice’.§ Vaccinate all horses against influenza if there is any horse movement on\/off the yard or you are in close proximity to other yards or horses.§Vaccinate all horses against influenza if there is any horse movement on\/off the yard or you are in close proximity to other yards or horses.","signimprove":null,"minreq":null},{"id":315,"question":"How many resident horses are vaccinated for strangles?","weight":2,"o1points":"-1","o2points":"1","o3points":"3","o4points":null,"o5points":null,"o6points":null,"o7points":null,"noriskpoints":null,"lowpoints":-2,"mediumpoints":2,"highpoints":6,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":4},"qanswers":{},"answer_type":4,"option1":"70","option2":"50","option3":"0","option4":null,"option5":null,"option6":null,"option7":null,"information":"Vaccination against infectious and contagious diseases such as influenza, strangles and herpes not only helps protect the individual, but also contributes towards herd immunity. The idea of herd immunity means vaccinating your horse will help protect both them and others on the yard by reducing the spread of disease. The minority of horses who are not vaccinated correctly receive protection by the majority that are. For influenza, the threshold percentage to achieve herd immunity is over 70% vaccination rate. Although tetanus is infectious, it is not contagious so horses can only be protected through individual vaccination. Tetanus vaccination is recommended for all horses but has not been included in this questionnaire as the disease is not contagious. This means it does not directly impact the herd.","goldstandard":"Your yard is currently implementing ‘best practice’.§Strangles vaccination is appropriate in some situations. Discuss with your vet.§Strangles vaccination is appropriate in some situations. Discuss with your vet.","signimprove":null,"minreq":null},{"id":316,"question":"How many resident horses are vaccinated for herpes?","weight":3,"o1points":"-1","o2points":"1","o3points":"3","o4points":null,"o5points":null,"o6points":null,"o7points":null,"noriskpoints":null,"lowpoints":-3,"mediumpoints":3,"highpoints":9,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":4},"qanswers":{},"answer_type":4,"option1":"70","option2":"50","option3":"0","option4":null,"option5":null,"option6":null,"option7":null,"information":"Vaccination against infectious and contagious diseases such as influenza, strangles and herpes not only helps protect the individual, but also contributes towards herd immunity. The idea of herd immunity means vaccinating your horse will help protect both them and others on the yard by reducing the spread of disease. The minority of horses who are not vaccinated correctly receive protection by the majority that are. For influenza, the threshold percentage to achieve herd immunity is over 70% vaccination rate. Although tetanus is infectious, it is not contagious so horses can only be protected through individual vaccination. Tetanus vaccination is recommended for all horses but has not been included in this questionnaire as the disease is not contagious. This means it does not directly impact the herd.","goldstandard":"Your yard is currently implementing ‘best practice.’§Herpes vaccination is appropriate in some situations. Discuss with your vet.§Herpes vaccination is appropriate in some situations. Discuss with your vet.","signimprove":"particularly influenza","minreq":"NULL"},{"id":317,"question":"What are the vaccine requirements for a new horse to enter the yard?","weight":4,"o1points":"-3","o2points":"0","o3points":"-1","o4points":"-2","o5points":"0","o6points":null,"o7points":null,"noriskpoints":null,"lowpoints":-12,"mediumpoints":-4,"highpoints":0,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":4},"qanswers":{},"answer_type":1,"option1":"Equine Influenza ","option2":"Tetanus","option3":"Strangles ","option4":"Equine herpes Virus","option5":"None","option6":null,"option7":null,"information":"By encouraging your owners to vaccinate all horses entering the yard for livery, training and competition, you will reduce the likelihood of a disease outbreak. A disease outbreak could lead to welfare issues for the horses concerned, yard closures, owner grievances and a poor yard reputation.","goldstandard":"Your yard is currently implementing ‘best practice’ and vaccinating against some or all of the infectious and contagious respiratory diseases. If strangles or herpes vaccinations are currently not performed, consider vaccination against these diseases after a risk based discussion with your vet.§Vaccinate all horses for tetanus. Vaccinate all horses for influenza if there is any horse movement on\/off the yard or if your yard is in close proximity to other horses. Strangles and herpes vaccinations should be included on a risk assessment basis with your vet.§Vaccinate all horses for tetanus. Vaccinate all horses for influenza if there is any horse movement on\/off the yard or if your yard is in close proximity to other horses. Strangles and herpes vaccinations should be included on a risk assessment basis with your vet.","signimprove":null,"minreq":null},{"id":318,"question":"Does the yard have a record of each individual horses’ vaccination status?","weight":1,"o1points":"0","o2points":"3","o3points":null,"o4points":null,"o5points":null,"o6points":null,"o7points":null,"noriskpoints":null,"lowpoints":0,"mediumpoints":null,"highpoints":3,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":4},"qanswers":{},"answer_type":2,"option1":"Yes","option2":"No","option3":null,"option4":null,"option5":null,"option6":null,"option7":null,"information":"Improve the compliance with vaccination policies on your yard by keeping records of each individual\u0027s vaccination status.","goldstandard":"Your yard is currently implementing ‘best practice’. However, you should explain that you are not responsible for ensuring that vaccinations are kept up to date.§none§By keeping the individual vaccination records of horses on your yard you can improve vaccination compliance amongst your owners. However, you should explain that you are not responsible for ensuring that vaccinations are kept up to date.","signimprove":null,"minreq":null},{"id":319,"question":"Does your yard follow a targeted worming plan using faecal worm eggs counts?","weight":6,"o1points":"-1","o2points":"3","o3points":null,"o4points":null,"o5points":null,"o6points":null,"o7points":null,"noriskpoints":null,"lowpoints":-6,"mediumpoints":null,"highpoints":18,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":5},"qanswers":{},"answer_type":2,"option1":"Yes","option2":"No","option3":null,"option4":null,"option5":null,"option6":null,"option7":null,"information":"Worm control is crucial for preventing disease in your horses and for reducing the worm burden on your pasture. However, using wormers inappropriately, either too frequently or by failing to target the right worms at the right time of year, can all contribute towards resistance to wormers and ineffective control. Make sure you follow a tailor made worming plan to ensure you target specific worms with an effective product at the correct time of year. Alongside this, use faecal worm egg count testing during the grazing season. This is the best way to control worms and minimise the introduction of resistance on your yard.","goldstandard":"Your yard is currently implementing ‘best practice’. Ensure that you rotate the active ingredient after each grazing season to avoid over reliance on one particular drug class. §none§Speak to your vet about a tailor made worming plan for the horses on your yard. Ensure that you rotate the active ingredient after each grazing season to avoid over reliance on one particular drug class. ","signimprove":null,"minreq":null},{"id":320,"question":"What happens with new arrivals?","weight":5,"o1points":"-1","o2points":"1","o3points":"3","o4points":"1","o5points":"3","o6points":"NULL","o7points":"NULL","noriskpoints":0,"lowpoints":-5,"mediumpoints":5,"highpoints":15,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":5},"qanswers":{},"answer_type":2,"option1":"Wormed for encysted redworm and tapeworm on arrival and stabled for at least 48 hours ","option2":"Wormed with any product and stabled for 48 hours ","option3":"Wormed but not stabled ","option4":"FWEC and wormed based on result ","option5":"No wormer or FWEC performed","option6":null,"option7":null,"information":"New arrivals pose a threat as they may be harbouring a high worm burden. Grazing them on your pasture without preventative measures will contribute towards pasture contamination.","goldstandard":"Your yard is currently implementing ‘best practice’.§Wormer selection is crucial when treating the new arrivals. Ensure that the horse is treated with a product or combination of products which will kill all types and stages of roundworm (including encysted and inhibited larval stages of the small redworm) and tapeworm. FWEC testing is useful during the grazing season but will not detect larval small redworm or tapeworm burdens.  Ensure that horses are stabled for 48 hours after treatment before allowing turnout.§Worm all new arrivals with a product or combination of products which will kill all types and stages of roundworm (including encysted and inhibited small redworm) and tapeworm. Stable the horse for 48 hours after worming before turnout to allow the wormer to take effect and prevent viable eggs from being deposited on the pasture.","signimprove":"FWEC all new arrivals before turnout and worm those with a FWEC \u003E200 eggs\/g with a broad spectrum wormer (including tapeworm) based on results. This is only a suitable alternative during the grazing season and will not detect a larval small redworm or a tapeworm burden. Stable for 48 hours after worming before turnout to allow the wormer to take effect and prevent viable eggs from being deposited on the pasture.","minreq":"NULL"},{"id":321,"question":"How often are faeces removed from the pasture?","weight":4,"o1points":"3","o2points":"2","o3points":"1","o4points":"-1","o5points":null,"o6points":null,"o7points":null,"noriskpoints":null,"lowpoints":-4,"mediumpoints":4,"highpoints":8,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":5},"qanswers":{},"answer_type":2,"option1":"Not at all ","option2":"Every couple of weeks","option3":"Every week","option4":"2-3 times\/week or more","option5":null,"option6":null,"option7":null,"information":"Removing faeces has been shown to reduce the worm burden on pasture. For this to be most effective it should be done at least 2x weekly.","goldstandard":"Your yard is currently implementing ‘best practice’.§Regularly removing faeces from the pasture is a good way to reduce the worm burden. For this to be effective, it should be performed at least 2-3 times weekly.§Remove faeces from paddocks 2-3 times weekly.","signimprove":null,"minreq":null},{"id":322,"question":"How is the manure disposed of?","weight":3,"o1points":"0","o2points":"3","o3points":"0","o4points":null,"o5points":null,"o6points":null,"o7points":null,"noriskpoints":null,"lowpoints":0,"mediumpoints":null,"highpoints":9,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":5},"qanswers":{},"answer_type":2,"option1":"Taken off the farm","option2":"Spread on land grazed by horses","option3":"Spread on land not grazed by horses","option4":null,"option5":null,"option6":null,"option7":null,"information":"Horse manure should not be spread on land grazed by horses as this will indirectly spread viable eggs onto the pasture. Some eggs and larvae can survive for long periods of time particularly in mild conditions. ","goldstandard":"Your yard is currently implementing ‘best practice’.§Your yard is currently implementing ‘best practice’.§Either take manure off the farm or spread onto land not grazed by horses. ","signimprove":null,"minreq":null},{"id":323,"question":"What is your average stocking density?","weight":2,"o1points":"0","o2points":"3","o3points":null,"o4points":null,"o5points":null,"o6points":null,"o7points":null,"noriskpoints":null,"lowpoints":0,"mediumpoints":null,"highpoints":6,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":5},"qanswers":{},"answer_type":2,"option1":"less than 1 horse per 1.5 acres ","option2":"greater than  1 horse per 1.5 acres ","option3":null,"option4":null,"option5":null,"option6":null,"option7":null,"information":"High stocking rates will contribute towards a higher pasture burden particularly if there are any high egg shedders within the group. Additionally high stocking rates encourage horses to graze close to the faecal pat if there is grazing pressure.","goldstandard":"Your yard is currently implementing ‘best practice’. Group young stock together as they often carry higher worm burdens and need worming more regularly.§none§Reduce stocking density to less than 1 horse per 1.5 acres. Group young stock together as they often carry higher worm burdens and need worming more regularly","signimprove":null,"minreq":null},{"id":324,"question":"Are any of the following practices employed?","weight":1,"o1points":"-1","o2points":"-1","o3points":"-1","o4points":null,"o5points":null,"o6points":null,"o7points":null,"noriskpoints":null,"lowpoints":-2,"mediumpoints":-1,"highpoints":0,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":5},"qanswers":{},"answer_type":1,"option1":"Pastured harrowed during hot\/dry weather ","option2":"Pasture co grazed by sheep or cattle","option3":"Pasture rotated and rested for more than a year","option4":null,"option5":null,"option6":null,"option7":null,"information":"Further management practices can be undertaken to limit the pasture worm burden.","goldstandard":"Your yard is currently implementing ‘best practice’.§Harrow pastures during warm, dry weather to help desiccate the larvae and reduce their survival rate. Avoid doing in cooler or damper weather as this can help spread the larvae around the pasture and the conditions will be favourable for larvae survival. Mixed grazing with sheep or cattle will dilute the number of larvae. Resting the pasture for a year will reduce the larval worm burden particularly after a cold winter.§Harrow pastures during warm, dry weather to help desiccate the larvae and reduce their survival rate. Avoid doing in cooler or damper weather as this can help spread the larvae around the pasture and the conditions will be favourable for larvae survival. Mixed grazing with sheep or cattle will dilute the number of larvae. Resting the pasture for a year will reduce the larval worm burden particularly after a cold winter.","signimprove":null,"minreq":null},{"id":325,"question":"How many owners do you have?","weight":3,"o1points":"3","o2points":"2","o3points":"1","o4points":"0","o5points":null,"o6points":null,"o7points":null,"noriskpoints":null,"lowpoints":0,"mediumpoints":3,"highpoints":6,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":6},"qanswers":{},"answer_type":2,"option1":"More than 10","option2":"5 to 10","option3":"less than 5","option4":"They are all my horses","option5":null,"option6":null,"option7":null,"information":"In yards with multiple owners, communication can be more difficult and as such there is a higher risk of infection control breakdown. Personnel movement is more challenging to control and therefore the risk of unintentional spread of disease is higher.","goldstandard":"Communication should be easier in this situation. Ensure your staff are kept updated on the everyday biosecurity practices and outbreak contingency plans as they may be visiting other yards or have their own horses.§Create a notice\/educational board in a communal area where everyday biosecurity practices and outbreak contingency plans are placed. Other potential ways to communicate important messages to your owners are through email, text or social media.§Create a notice\/educational board in a communal area where everyday biosecurity practices and outbreak contingency plans are placed. Other potential ways to communicate important messages to your owners are through email, text or social media.","signimprove":null,"minreq":null},{"id":326,"question":"How often do other personnel visit the yard? Eg. vets, farriers, staff, other service professionals.","weight":3,"o1points":"1","o2points":"2","o3points":"3","o4points":null,"o5points":null,"o6points":null,"o7points":null,"noriskpoints":null,"lowpoints":3,"mediumpoints":6,"highpoints":9,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":6},"qanswers":{},"answer_type":2,"option1":"Occasionally (monthly)","option2":"Often (weekly)","option3":"Frequently (more than 2x weekly)","option4":null,"option5":null,"option6":null,"option7":null,"information":"All personnel movement should be taken into consideration (not just owner movements). Other personnel such as vets, farriers, dental technicians, and staff will have contact with other horses. Although unavoidable, the more personnel movement the greater the risk.","goldstandard":"Ensure transparency on the yard and everybody including visiting professionals are warned about potential disease on the yard. At least biosecurity precautions can be employed before they travel to another yard. Encourage all visitors to use wash facilities and foot dips where possible. Remember yard pets can inadvertently spread disease so ensure they are kept away from isolation areas.§Ensure transparency on the yard and everybody including visiting professionals are warned about potential disease on the yard. At least biosecurity precautions can be employed before they travel to another yard. Encourage all visitors to use wash facilities and foot dips where possible. Remember yard pets can inadvertently spread disease so ensure they are kept away from isolation areas.§Ensure transparency on the yard and everybody including visiting professionals are warned about potential disease on the yard. At least biosecurity precautions can be employed before they travel to another yard. Encourage all visitors to use wash facilities and foot dips where possible. Remember yard pets can inadvertently spread disease so ensure they are kept away from isolation areas.","signimprove":null,"minreq":null},{"id":327,"question":"What proportion of the horses on your yard are on annual health plans?","weight":1,"o1points":"-2","o2points":"-1","o3points":"3","o4points":null,"o5points":null,"o6points":null,"o7points":null,"noriskpoints":null,"lowpoints":-2,"mediumpoints":-1,"highpoints":3,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":7},"qanswers":{},"answer_type":2,"option1":"Most","option2":"Some","option3":"None","option4":null,"option5":null,"option6":null,"option7":null,"information":"Preventative care is an important part of keeping a horse healthy and a routine examination by a vet (at the time of vaccination) can highlight areas of concern which can be addressed before a larger problem arises. Not only is this better for the welfare of the horse, but is often a cheaper alternative than treating certain diseases and conditions.","goldstandard":"Your yard is currently implementing ‘best practice’.§Encourage your owners to adopt preventative health care practices including vaccinations and regular examinations by a vet. Speak to your vet about horse health plans.§Encourage your owners to adopt preventative health care practices including vaccinations and regular examinations by a vet. Speak to your vet about horse health plans.","signimprove":null,"minreq":null},{"id":328,"question":"What would happen if a horse developed clinical signs of a potentially contagious disease?","weight":6,"o1points":"0","o2points":"1","o3points":"3","o4points":"3","o5points":null,"o6points":null,"o7points":null,"noriskpoints":null,"lowpoints":0,"mediumpoints":6,"highpoints":18,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":7},"qanswers":{},"answer_type":2,"option1":"Isolated immediately and vet called","option2":"Isolated and monitored","option3":"Monitored and kept with population","option4":"Nothing at all ","option5":null,"option6":null,"option7":null,"information":"Isolating potentially infectious and contagious horses quickly is paramount in limiting the spread of disease around the yard.  Calling your vet and performing diagnostic tests early in the course of disease will improve the validity of the test. Confirmation of the disease will help the vet give appropriate advice regarding yard closure, the handling of sick horses, monitoring the contacts and finally on the clean up operation.","goldstandard":"Your yard is currently implementing ‘best practice’. §As well as isolating the individual, call your vet and perform diagnostic tests early so that you can identify the disease you are dealing with.§Isolate horses showing any signs of infectious and contagious disease as soon as possible. Call your vet and perform diagnostic tests early so that you can identify the disease you are dealing with.","signimprove":null,"minreq":null},{"id":329,"question":"Do you have a contingency plan agreed by you and your vet in the event of a disease outbreak?","weight":5,"o1points":"-1","o2points":"3","o3points":null,"o4points":null,"o5points":null,"o6points":null,"o7points":null,"noriskpoints":null,"lowpoints":-5,"mediumpoints":null,"highpoints":15,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":7},"qanswers":{},"answer_type":2,"option1":"Yes","option2":"No","option3":null,"option4":null,"option5":null,"option6":null,"option7":null,"information":"All yards should have a contingency plan ready in the event of a disease outbreak to help limit the spread of disease. Plans should include details on isolation, diagnostic testing, communication to owners and visitors of the yard, monitoring of \u0027healthy\u0027 horses and finally on the clean-up operation.","goldstandard":"Your yard is currently implementing ‘best practice’.§Your yard is currently implementing ‘best practice’.§Create a contingency plan with your vet and ensure all owners and staff are aware of the plan and what is expected in the event of an outbreak. This will help limit the spread of disease and potentially speed up clearance of infection from the yard.","signimprove":null,"minreq":null},{"id":330,"question":"Have you had an outbreak of strangles on the yard within the last 5 years?","weight":5,"o1points":"0","o2points":"3","o3points":"0","o4points":"NULL","o5points":"NULL","o6points":"NULL","o7points":"NULL","noriskpoints":0,"lowpoints":0,"mediumpoints":0,"highpoints":15,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":7},"qanswers":{},"answer_type":2,"option1":"Yes and freedom from disease confirmed through testing and treating carrier horses","option2":"Yes, no investigations carried out afterwards to check disease status","option3":"No","option4":null,"option5":null,"option6":null,"option7":null,"information":"Around 10% of horses which have been infected with the strangles bacteria will appear to recover from the disease, but will actually harbour the bacteria in their guttural pouches. These horses are called carriers and are highly infectious to other horses for many years. After a strangles outbreak on your yard, it is crucial to identify and treat any carriers to prevent future disease episodes as a result of these horses.  ","goldstandard":"After a strangles outbreak, identify and treat any carrier horses through diagnostic testing from your vet.§none§After a strangles outbreak, identify and treat any carrier horses through diagnostic testing from your vet.","signimprove":null,"minreq":null},{"id":331,"question":"What best describes your isolation facilities?","weight":5,"o1points":"1","o2points":"2","o3points":"3","o4points":"4","o5points":"NULL","o6points":"NULL","o7points":"NULL","noriskpoints":0,"lowpoints":5,"mediumpoints":10,"highpoints":15,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":8},"qanswers":{},"answer_type":2,"option1":"Isolated stable or field shelter greater than 10 metres from neighbouring horses and not sharing same airspace ","option2":"A stable within main stabling area but not adjacent to other horses","option3":"A stable within main stabling area or field next to other horses","option4":"No isolation facilities ","option5":null,"option6":null,"option7":null,"information":"Isolation facilities greater than 10m (ideally 25m) from other horses and not in the same airspace are useful to control many contagious diseases. However, they may not be effective at preventing the spread of highly contagious diseases such as influenza which will spread some distance by aerosol route.","goldstandard":"Your yard is currently implementing ‘best practice’.§A stable in a remote area of the yard that is in a separate airspace to other stables is ideal. The stable should be at least 10m (ideally 25m) from areas where other horses are located. The isolation area should have its own feed, bedding and equipment which should be clearly marked so that it is not used elsewhere. Disinfectant foot dips, protective clothing and washing facilities should be available for personnel attending a horse in isolation. Access to this area should be limited to essential personnel only.§A stable in a remote area of the yard which in in a separate airspace to other stables is ideal. The stable should be at least 10m (ideally 25m) from areas where other horses are. The isolation area should have its own feed, bedding and equipment which should be clearly marked so that it is not used elsewhere. Disinfectant foot dips, protective clothing and washing facilities should be available for personnel attending a horse in isolation. Access to this area should be limited to essential personnel only.","signimprove":"On some yards it is impossible to find a suitable stable for isolation. A remote field or a fenced off corner of a paddock is a suitable alternative whilst applying the same restrictions concerning distance to other horses7 equipment and personnel.","minreq":"Tape\/mark off a stable at one end of the yard at least 10m away from other stables. Apply the same restrictions concerning equipment and personnel."},{"id":332,"question":"Are owners and staff trained on isolation procedures (e.g. protective clothing and equipment), and the care of horses suspected of having a contagious disease?","weight":5,"o1points":"-1","o2points":"3","o3points":null,"o4points":null,"o5points":null,"o6points":null,"o7points":null,"noriskpoints":null,"lowpoints":-5,"mediumpoints":null,"highpoints":15,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":8},"qanswers":{},"answer_type":2,"option1":"Yes","option2":"No","option3":null,"option4":null,"option5":null,"option6":null,"option7":null,"information":"Training your staff and owners on basic infection control in the isolation area will reduce the likelihood of disease spread from isolation to the other horses.","goldstandard":"Your yard is currently implementing ‘best practice’.§Your yard is currently implementing ‘best practice’.§Areas to cover are the use of protective clothing including gloves, the use of dedicated feed, bedding, equipment, the disposal of wasted feed and muck and the use of foot dips and hand washing. People should be advised to attend horses in isolation after attending ‘normal’ horses. Horses which are ill may require additional supportive care such as flushing of abscess, encouraging to eat, medications etc.","signimprove":null,"minreq":null},{"id":333,"question":"What wash facilities and disinfectants do you have for personnel use?","weight":5,"o1points":"-2","o2points":"-1","o3points":"1","o4points":"3","o5points":null,"o6points":null,"o7points":null,"noriskpoints":null,"lowpoints":-5,"mediumpoints":5,"highpoints":15,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":9},"qanswers":{},"answer_type":2,"option1":"Warm water with soap, towels and alcohol disinfectant hand pumps","option2":"Warm water, soap and towel","option3":"Cold water, soap and towel","option4":"No special facilities","option5":null,"option6":null,"option7":null,"information":"By having wash facilities and disinfectants readily available you will encourage your owners to use them. Warm water and soap has been shown to dramatically reduce the pathogen load on the skin. In addition, alcohol based hand disinfectant pumps will reduce the infection load further. Avoid using soap bars which can harbour some pathogens particularly when they become soiled.","goldstandard":"Your yard is currently implementing ‘best practice.’ Ensure wash facilities and a \u0027how to wash effectively\u0027 guide are available in each stable area.§Warm water, a disinfectant hand wash and paper towels are the best way to reduce the pathogen load on the skin. Alcohol based hand pumps are a useful addition. A \u0027how to wash effectively\u0027 guide over sinks will generally improve compliance.§Warm water, a disinfectant hand wash and paper towels are the best way to reduce the pathogen load on the skin. Alcohol based hand pumps are a useful addition. A \u0027how to wash effectively\u0027 guide over sinks will generally improve compliance.","signimprove":null,"minreq":null},{"id":334,"question":"Do you have a disinfectant available for yard use?","weight":5,"o1points":"-1","o2points":"1","o3points":null,"o4points":null,"o5points":null,"o6points":null,"o7points":null,"noriskpoints":null,"lowpoints":-5,"mediumpoints":null,"highpoints":5,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":9},"qanswers":{},"answer_type":2,"option1":"Yes","option2":"No","option3":null,"option4":null,"option5":null,"option6":null,"option7":null,"information":"Disinfectants should be available for yard use and advice given on dilatation rates, rinsing and when and where to use. ","goldstandard":"Your yard is currently implementing ‘best practice’. Ensure users follow the manufacturers instructions with regards to dilution rate and the requirement for rinsing and that everybody knows when and where to use the disinfectant.§none§Use a broad spectrum disinfectant and follow the manufacturers instructions with regards to dilution rate and the requirement for rinsing. Ensure everybody knows when and where to use the disinfectant.","signimprove":null,"minreq":null},{"id":335,"question":"Do you have a policy on infection control for your staff and owners that has been agreed with you and your vet?","weight":5,"o1points":"-1","o2points":"3","o3points":null,"o4points":null,"o5points":null,"o6points":null,"o7points":null,"noriskpoints":null,"lowpoints":-5,"mediumpoints":null,"highpoints":15,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":9},"qanswers":{},"answer_type":2,"option1":"Yes","option2":"No","option3":null,"option4":null,"option5":null,"option6":null,"option7":null,"information":"An agreed policy should cover areas such as hand washing, the appropriate use of yard disinfectants, and the use of foot dips and protective clothing where necessary.","goldstandard":"Your yard is currently implenting \u0027best practice\u0027.§Your yard is currently implenting \u0027best practice\u0027.§Train your staff and owners on infection control covering areas such as hand washing (particularly before handling different horses), the use of disinfectants, foot dips and protective clothing.","signimprove":null,"minreq":null},{"id":336,"question":"Do your horses share any of the following equipment: brushes, mucking out tools, feed\/water buckets, rugs, tack, wash down boxes?","weight":4,"o1points":"2","o2points":"1","o3points":"0","o4points":null,"o5points":null,"o6points":null,"o7points":null,"noriskpoints":null,"lowpoints":0,"mediumpoints":4,"highpoints":8,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":9},"qanswers":{},"answer_type":2,"option1":"Yes always ","option2":"Occasionally","option3":"Never","option4":null,"option5":null,"option6":null,"option7":null,"information":"All equipment can indirectly spread disease from one horse to another. The wash down area is high risk as it is often wet and horses spend more time here rather than just passing through.","goldstandard":"Your yard is currently implementing ‘best practice’.§Use separate feed and water buckets, rugs and brushes for each horse. Mucking out equipment should be separate or at least restricted to use with each group. Regularly disinfect wash down areas.§Use separate feed and water buckets, rugs and brushes for each horse. Mucking out equipment should be separate or at least restricted to use with each group. Regularly disinfect wash down areas.","signimprove":null,"minreq":null},{"id":337,"question":"What best describes practice for a horse entering a different stable\/field?","weight":4,"o1points":"-1","o2points":"1","o3points":"2","o4points":null,"o5points":null,"o6points":null,"o7points":null,"noriskpoints":null,"lowpoints":-4,"mediumpoints":4,"highpoints":8,"category":{"__initializer__":{},"__cloner__":{},"__isInitialized__":false,"id":9},"qanswers":{},"answer_type":2,"option1":"All bedding\/feed\/water removed and all surfaces disinfected including water troughs","option2":"All bedding\/feed removed but no disinfecting performed","option3":"No precautions taken","option4":null,"option5":null,"option6":null,"option7":null,"information":"To avoid any cross contamination between horses, stables and where possible fields should be cleaned out and areas disinfected between use.","goldstandard":"Your yard is currently implementing ‘best practice’.§Removing bedding and feed is a good precaution but disinfectants should also be used to kill any potential disease. Disinfect walls, flooring, buckets, troughs and fences between use.§Clean out and disinfect walls, flooring, buckets, troughs and fences between use.","signimprove":null,"minreq":null}]